package com.example.testtaskk

val items = arrayListOf<Item>(
    Item("Лоси́ный О́стров",
        "Лесной массив на территории Москвы (районы Метрогородок, Гольяново, Богородское и, незначительно — Сокольники и Ярославский) и Московской области (городские округа Балашиха, Королёв, Мытищи и Щёлково). Крупнейший лесной массив в Москве и крупнейший среди лесов, расположенных в черте городов (Московская часть леса). С 1983 года имеет статус национального парка, образован одновременно с Сочинским[1]. Особо охраняемая территория федерального значения, категория II по классификации МСОП.",
        R.drawable.image
    ),
    Item("Тверско́й райо́н",
        " район Москвы, расположенный в Центральном административном округе. Району соответствует внутригородское муниципальное образование муниципальный округ Тверской.",
        R.drawable.image
    ),
    Item("Хамо́вники",
        "район города Москвы, расположенный в Центральном административном округе, а также одноимённое внутригородское муниципальное образование.",
        R.drawable.image
    ),
    Item("Марьина роща",
        "район в Северо-Восточном административном округе Москвы. Граница района проходит по проспекту Мира от границы с Останкинским и Алексеевским районами до улицы Сущёвский вал, по которой граница района доходит до улицы Советской Армии, поворачивая затем до театра Российской Армии (не включительно).",
        R.drawable.image
    ),
    Item("Некра́совский райо́н",
        "административно-территориальная единица (район) и муниципальное образование (муниципальный район) в составе Ярославской области Российской Федерации.",
        R.drawable.image
    ),
    Item("Мыти́щи ",
        "город в Московской области, Россия. Северо-восточный город-спутник Москвы. Образует административно-территориальную единицу (город областного значения с административной территорией) и одноимённое муниципальное образование городской округ Мытищи.",
        R.drawable.image
    ),
    Item("Буты́рский райо́н",
        "район в Северо-Восточном административном округе города Москвы. Району соответствует внутригородское муниципальное образование муниципальный округ Бутырский. Территория района расположена к северу от Третьего транспортного кольца между железными дорогами Савёловского и Ленинградского направлений. Один из старых районов Москвы (упоминается с 1700 года).",
        R.drawable.image
    ),
    Item("Бирюлёво Западное",
        "Бирюлёво Западное — район в Южном административном округе Москвы и соответствующее ему одноимённое внутригородское муниципальное образование.\n" +
                "\n" +
                "Район образован 5 июля 1995 года, ранее на его месте находился рабочий посёлок Бирюлёво, включённый в состав Москвы в 1960 году[4].",
        R.drawable.image
    ),
    Item("Тропарёво-Никулино ",
        "район Москвы, расположенный на территории Западного административного округа, в границах которого действует одноимённое муниципальное образование",
        R.drawable.image
    ),
    Item("Северное Тушино",
        "Входит в состав города Москвы. Административный округ СЗАО Район Название Северное Тушино. Дата образования 5 июля 1995 года. Прежний статус муниципальный округ Северное Тушино Код ОКАТО 45283573 Муниципальный округ Название Северное Тушино. Дата образования 15 октября 2003 года Код ОКТМО 45369000 Характеристика. Площадь 9,4 км² (41-е место).",
        R.drawable.image
    ),
    Item("Хи́мки ",
        "город в Московской области России, один из крупнейших городов-спутников Москвы. Население — 256 319[2] чел. (2022).",
        R.drawable.image
    ),
)